---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerMeterHour
source: html/46b1e323-0896-06cc-7c5f-5877e96b2b48.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerMeterHour Property

Kilograms per meter hour.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerMeterHour { get; }
```